Repository: GFExcel/gf-entries-in-excel
Catalog: languages/gf-entries-*-excel-*.po
Languages: fi

source: Date
fi: Päivämäärä

source: Time
fi: Aika

source: Qty:
fi: Määrä:

source: Price:
fi: Hinta:

source: Gravity Forms Entries in Excel
fi: Gravity Forms -merkinnät Exceliin

source: Entries in Excel
fi: Lomakevastaukset Exceliin

source: Multiple columns
fi: Useita sarakkeita

source: Split multi-fields (name, address) into multiple columns
fi: Jaa useat kentät (nimi, osoite) useisiin sarakkeisiin

source: Notes
fi: Muistiinpanot

source: Enable notes by default
fi: Käytä muistiinpanoja oletuksena

source: Sections
fi: Osiot

source: Enable (empty) section column
fi: Käytä (tyhjää) sarakeosiota

source: File uploads
fi: Tiedostojen lataus

source: Enable file upload columns
fi: Ota käyttöön tiedostojenlataussarakkeet

source: Hyperlinks
fi: Linkit

source: Enable hyperlinks on url-only columns
fi: Käytä linkkejä vain url-sarakkeissa

source: Product fields
fi: Tuotekentät

source: Export prices as numeric fields, without currency symbol ($)
fi: Vientihinnat numeerisina kentinä ilman valuuttasymbolia ($)

source: Enabled meta fields
fi: Käytä metakenttiä

source: Select all meta fields that are enabled by default. Once you've saved your form, these settings will not do anything any more.
fi: Valitse kaikki metakentät, jotka ovat oletuksena käytössä. Kun olet tallentanut lomakkeen, nämä asetukset eivät enää tee mitään.

source: Help me out!
fi: Auta minua!

source: I honestly ❤️ developing this plugin. It's fun, I get some practice, and I want to give back to the open-source community. But a good plugin, is a plugin that is constantly being updated and getting better. And I need your help to achieve this!
fi: Rehellisesti ❤️:tan kehittää tätä laajennusta. Se on hauskaa, saan jonkin verran harjoittelua ja haluan antaa takaisin avoimen lähdekoodin yhteisölle. Mutta hyvä laajennus on laajennus, jota päivitetään jatkuvasti ja se paranee. Tarvitsen apuasi tämän saavuttamiseksi!

source: If you find a bug 🐞 or need a feature 💡, %slet me know%s! I'm very open to suggestions and ways to make the plugin more accessible.
fi: Jos löydät vian 🐞 tai tarvitset ominaisuutta 💡,%slet me know%s! Olen hyvin avoin ehdotuksille ja tavoille tehdä laajennuksesta entistä helpompaa käyttää.

source: If you like the plugin, let me know, and maybe more important; 📣 %slet others know%s! We already have %s active users. Let's get to %s by spreading the news! Be the first to know about updates by %sfollowing me on twitter%s.
fi: Jos pidät laajennuksesta, kerro siitä minulle, ja ehkä tärkeämpää; 📣%slet kerro muille %s! Meillä on jo%s aktiivista käyttäjää. Pääset %s: iin levittämällä uutisia! Ole ensimmäinen, joka tietää päivityksistä, jotka%s on seurannut minua twitterissä%s.

source: Also, If you ❤️ the plugin, and it helps you a lot, please consider making a small donation 💰 and buy me a beer 🍺.
fi: Lisäksi, jos ❤️ lisäosasta, ja se auttaa sinua paljon, harkitse pienen lahjoituksen tekemistä 💰 ja osta minulle olutta 🍺.

source: Make a donation
fi: Tee lahjoitus

source: Download
fi: Lataa

source: Download entries in Excel
fi: Lataa merkinnät Excel-formaatissa

source: The download url has been regenerated.
fi: Latauslinkki on generoitu uudelleen.

source: The download url has been enabled.
fi: Lataus-URL on otettu käyttöön.

source: The download url has been disabled.
fi: Lataus-URL on poistettu käytöstä.

source: Download url
fi: Latauslinkki

source: The download url is not (yet) enabled. Click the button to enable this feature.
fi: Lataus-URL ei ole (vielä) käytössä. Ota tämä ominaisuus käyttöön napsauttamalla painiketta.

source: Enable download
fi: Ota lataus käyttöön

source: Regenerate url
fi: Generoi linkki uudestaan

source: Disable download
fi: Poista lataus käytöstä

source: This changes the download url permanently!
fi: Tämä muuttaa latauslinkin pysyvästi!

source: This disables and removes the download url!
fi: Tämä poistaa käytöstä ja poistaa lataus-URL: n!

source: Download file
fi: Lataa tiedosto

source: Select (optional) Date Range
fi: Valitse (valinnainen) ajanjakso

source: Start
fi: Alku

source: End
fi: Loppu

source: Download count
fi: Latausmäärä

source: Reset count
fi: Nollaa laskuri

source: Save settings
fi: Tallenna asetukset

source: Download as one Excel file
fi: Lataa Excel-tiedostona

source: Date of entry
fi: Merkinnän päivämäärä

source: Acending
fi: Nouseva

source: Descending
fi: Laskeva

source: The settings have been saved.
fi: Asetukset on tallennettu.

source: Security settings
fi: Turvallisuusasetukset

source: Download permissions
fi: Latausoikeudet

source: Everyone can download
fi: Kaikki voivat ladata

source: Only verified users can download
fi: Vain vahvistetut käyttäjät voivat ladata

source: General settings
fi: Yleiset asetukset

source: Enable notes
fi: Käytä muistiinpanoja

source: Yes, enable the notes for every entry
fi: Kyllä, käytä muistiinpanoja jokaisessa merkinnässä

source: Order by
fi: Järjestä

source: Columns position
fi: Sarakkeiden sijainti

source: At the top (normal)
fi: Yläosassa (normaali)

source: At the left (transposed)
fi: Vasemmalla (siirretty)

source: Custom filename
fi: Mukautettu tiedostonimi

source: Only letters, numbers and dashes are allowed. The rest will be stripped. Leave empty for default.
fi: Vain kirjaimet, numerot ja viivat ovat sallittuja. Muut merkit poistetaan. Jätä tyhjäksi oletusasetusta varten.

source: File extension
fi: Tiedostopääte

source: Attach single entry to notification
fi: Liitä yksittäinen merkintä ilmoitukseen

source: Field settings
fi: Kentän asetukset

source: Disabled fields
fi: Käytöstä poistetut kentät

source: Enable & sort the fields
fi: Ota käyttöön ja lajittele kenttiä

source: Select a notification
fi: Valitse ilmoitus

source: Unknown
fi: Tuntematon

source: Download this single entry as a file.
fi: Lataa tämä yksittäinen merkintä tiedostona.

source: Download Excel
fi: Lataa excel

source: Download CSV
fi: Lataa CSV

source: These are global settings for new forms. You can overwrite them per form using the available hooks.
fi: Nämä ovat yleisiä asetuksia uusille lomakkeille. Voit ylikirjoittaa ne lomakekohtaisesti käyttäen hookkeja.

source: countless
fi: lukematon

source: even more
fi: vielä enemmän

source: Export all Gravity Forms entries to Excel (.xlsx) via a secret (shareable) url.
fi: Vie kaikki Gravity Forms -merkinnät Exceliin (.xlsx) salaisen (jaettavan) URL-osoitteen kautta.
